[
    {
        "key":"1",
        "id":"1",
        "heading":"Escargots",
        "img":"https://assets.devourtours.com/wp-content/uploads/famous-food-in-paris-escargots-1.jpg",
        "content":"Though we enjoy snails cooked in a variety of ways in Paris, the Burgundy recipe remains the most popular. The escargots (usually a dozen of them) are presented in their shells and stuffed with a mouthwatering combination of garlic, herbs and butter. However, escargots are now so popular that countless Paris restaurants have put their own creative spin on the dish. You’ll now find snails served with Roquefort, truffle, and even curry-based sauces, and so much more."
    },
    {
        "key":"2",
        "id":"2",
        "heading":"Soupe à l’oignon",
        "img":"https://www.expatica.com/app/uploads/sites/5/2014/05/french-onion-soup.jpg",
        "content":"This is a traditional French soup made of onions and beef stock, usually served with croutons and melted cheese on top. Dating back to Roman times, this was traditionally a peasant dish although the current version dates from the 18th century. The soup’s unique flavor comes from the caramelization of the onions, which often have brandy or sherry added during the slow-cooking process. If you’re in a soup mood, why not try Marseille’s traditional soupe de poisson à la rouille. Once a fisherman’s favorite, this soup is characterized by a dollop of garlic and saffron mayonnaise placed on top."

    },
    {
        "key":"3",
        "id":"3",
        "heading":"Coq au vin",
        "img":"https://www.expatica.com/app/uploads/sites/5/2014/05/coq-au-vin-1.jpg",
        "content":"This quintessential French food was popularized by Julia Child, becoming one of her signature dishes. The dish sees chicken braised with wine, mushrooms, salty pork or bacon (lardons), mushrooms, onions, garlic, and sometimes even a drop of brandy. Although the name translates as ‘rooster in wine’ – the braising is ideal for tougher birds – the recipe usually uses chicken or capon. The wine is typically Burgundy, although regional variations of the dish exist across France that use local wines. These include coq au vin jaune (Jura), coq au Riesling (Alsace), and coq au pourpre (Beaujolais nouveau). Believe it or not, there’s even a coq au Champagne (Champagne)."

    },
    {
        "key":"4",
        "id":"4",
        "heading":"Cassoulet",
        "img":"https://www.expatica.com/app/uploads/sites/5/2014/05/cassoulet.jpg",
        "content":"Cassoulet is a comfort dish of white beans stewed slowly with meat. The dish typically uses pork or duck but can include sausages, goose, mutton or whatever else the chef has lying around. This peasant dish originates from southern France and is popular in Toulouse, Carcassonne, and Castelnaudary. The name of the dish comes from the pot (cassole) that it’s traditionally baked in. This pot is a staple in many French homes, highlighting the popularity of this rich, hearty meal that’s perfect for those colder months."

    },
    {
        "key":"5",
        "id":"5",
        "heading":"Bœuf bourguignon",
        "img":"https://www.expatica.com/app/uploads/sites/5/2014/05/boeuf-bourguignon.jpg",
        "content":"Dishes don’t get much more typically French than bœuf bourguignon. The dish hails from the same region as coq au vin – that’s Burgundy in eastern France – and there are similarities between the two dishes. Bœuf bourguignon is essentially a stew made from beef braised in red wine, beef broth, and seasoned vegetables including pearl onions and mushrooms. Originally a peasant dish, this recipe is now a staple in French restaurants around the world. Traditionally, the cheap cuts of meat would be tenderized in wine for two days to intensify the flavors, although some shortcuts can be taken. Every August in Burgundy, the Fête du Charolais celebrates the dish, along with plenty of music and wine."

    },
    {
        "key":"6",
        "id":"6",
        "heading":"Chocolate soufflé",
        "img":"https://www.expatica.com/app/uploads/sites/5/2014/05/chocolate-souffle.jpg",
        "content":"The word soufflé comes from the French verb ‘to blow’ and, as the name suggests, this is a light, airy dessert. The dish dates back to the early 18th century and nowadays is a staple on dessert menus around the world. The crispy chocolatey crust is perfect for letting the creamy chocolate ooze out for a rich surprise. However, it doesn’t have to be sweet. In fact, cheese soufflés are just as delicious if you’re looking for something a little saltier."

    },
    {
        "key":"7",
        "id":"7",
        "heading":"Flamiche",
        "img":"https://www.expatica.com/app/uploads/sites/5/2014/05/flamiche.jpg",
        "content":"Flamiche means ‘cake’ in Dutch and this dish originates from northern France, near the border with Belgium. It has a puff-pastry crust filled with cheese and vegetables and resembles a quiche. The traditional filling is leeks and cream, although various variations exist. There’s also a pizza-like version of flamiche, which comes without the top crust of the pie. For a southern French twist, try the thin crusty pissaladière, which has anchovies, onions, and olives."

    },
    {
        "key":"8",
        "id":"8",
        "heading":"Confit de canard",
        "img":"https://www.expatica.com/app/uploads/sites/5/2014/05/confit-de-canard.jpg",
        "content":"Confit de canard is a tasty French dish of duck – although some chefs use goose or pork – and is one of the finest French dishes. The meat is specially prepared using ancient preservation and slow-cooking process (confit). This sees the duck meat marinated in salt, garlic, and thyme for around 36 hours and then slow-cooked in its own fat at low temperatures. This is a healthier alternative to frying. It is typically served with confit roasted potatoes and garlic on the side. Today this dish is popular all over France, although you’ll find the best variations in the Gascony region."

    },
    {
        "key":"9",
        "id":"9",
        "heading":"Salade Niçoise",
        "img":"https://www.expatica.com/app/uploads/sites/5/2014/05/salade-nicoise.jpg",
        "content":"Salade Niçoise is a typical French salad from the Provence region. Often eaten as a side dish, it can also be a light meal on its own. The salad is a mix of lettuce, fresh tomatoes, boiled eggs, (canned or fresh) tuna, green beans, Nicoise Cailletier olives, and anchovies. However, there are plenty of different variations to choose from. So, if you’re struggling to come up with the ideal summer menu, why not consider Salade Niçoise?"

    },
    {
        "key":"10",
        "id":"10",
        "heading":"Ratatouille",
        "img":"https://www.expatica.com/app/uploads/sites/5/2014/05/ratatouille.jpg",
        "content":"Not just a lovable cartoon about a friendly rat, ratatouille is also one of France’s most iconic dishes. From Provence, the dish sees vegetables shallow-fried and then layered in a casserole dish before being baked in an oven. French chefs have been debating whether the vegetables need cooking beforehand for centuries, but however you prepare it, the results are still great. This traditional peasant dish can be a side dish, appetizer, or a main course, and tastes great with red wine and fresh, crusty bread. A similar Basque dish is pipérade, which typically adds ham and sometimes eggs to the stewed vegetable mix."

    }

]